Repository: numdp/AmigosDurruti
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Alternative Libertaire pamphlet translated from French by Chekov Feeney, 1999/2000.
pt_br: Panfleto da Alternative Libertaire traduzido do francês por Chekov Feeney, 1999/2000.

source: George Fontenis' study seems useful to me, indeed I would go so far as to say it is valuable, not only as it teaches a better understanding of the Spanish Revolution of 1936-7 but it also provides a more extensive interpretation of the notion of libertarian communism itself.
pt_br: O estudo de George Fontenis me parece útil, e eu diria mais: precioso, não apenas para uma melhor compreensão da Revolução Espanhola de 1936-1937, mas também para uma interpretação mais ampla da própria noção de comunismo libertário.

source: It traces the path and political weaknesses that led the CNT into collaboration at the cost of standing aside as the revolution was suppressed and the emergence of the Friends of Durruti in reaction to this.
pt_br: Ele segue a trajetória e as fraquezas políticas que levaram a CNT à colaboração, ao custo de ficar de lado enquanto a revolução era abafada, bem como a emergência dos Amigos de Durruti em reação a isso.

source: Its primary importance is that in reproducing large tracts from their newspaper it allows the Friends of Durruti to speak for themselves.
pt_br: Sua importância principal está em que, ao reproduzir trechos extensos de seu jornal, ele permite que os Amigos de Durruti falem por si mesmos.

source: No date is given for this edition.
pt_br: Nenhuma data é fornecida para esta edição.

source: Note from the translator Chekov Feeney.
pt_br: Nota do tradutor Chekov Feeney.

source: Preface to the 1st edition (1983) by Daniel Guerin.
pt_br: Prefácio de Daniel Guerin à 1ª edição (1983)

source: Text and translations by George Fontenis.
pt_br: Texto e traduções por George Fontenis

source: The Friends of Durruti outlined an alternative path for Spanish anarchists, one intended to not only protect but to expand the revolution and bring it to victory.
pt_br: Os Amigos de Durruti traçaram um caminho alternativo para os anarquistas espanhóis, que pretendia não apenas proteger, mas expandir a revolução e levá-la à vitória.

source: The Mayday defence of the revolution in Barcelona was crushed at the cost of 500 lives, including the disappearance, torture and murder of key anarchist organisers by the Stalinists.
pt_br: A defesa da revolução das Jornadas de Maio em Barcelona foi esmagada, com o custo de 500 vidas, incluindo o desaparecimento, a tortura e o assassinato de importantes organizadores anarquistas pelos estalinistas.

source: The Spanish anarchist organization 'The Friends of Durruti' was formed by members of the CNT in 1937 in opposition to the collaboration of the CNT leadership in the government of Republican Spain.
pt_br: A organização anarquista espanhola 'Os Amigos de Durruti' foi formada por membros da CNT em 1937, em oposição à colaboração da liderança da CNT com o governo da Espanha republicana.

source: The first heavily censored issue of their paper 'Friend of the People' appeared just after the Maydays in Barcelona, sections of it are reproduced for the first time in English in this pamphlet.
pt_br: A primeira edição, fortemente censurada, de seu jornal 'El Amigo del Pueblo' apareceu logo após as Jornadas de Maio em Barcelona, e seções dele são reproduzidas pela primeira vez em inglês neste panfleto.

source: The introduction is not credited and the publishing details are a little bit difficult to discern since there are AL (Alternative Libertaire) stickers on top of the original publishing information.
pt_br: A introdução não está creditada, e os detalhes de publicação são um pouco difíceis de se identificar, pois há adesivos da AL (Alternative Libertaire) sobre os dados de publicação originais.

source: The revolutionary message of the 'Friends of Durruti'.
pt_br: A mensagem revolucionário dos 'Amigos de Durruti'.

source: The revolutionary message of the Friends of Durruti.
pt_br: A mensagem revolucionário dos Amigos de Durruti.

source: The title in French is (as it appears on the cover) le message revolutionnaire des "Amis de Durruti" (Espagne 1937) Texte et traductions de Georges Fontenis Avant-Propos de Daniel Guerin.
pt_br: O título em francês é (como aparece na capa) Le message revolutionnaire des "Amis de Durruti" (Espagne 1837) Texte et traductions de Georges Fontenis Avant-Propos de Daniel Guerin.

source: The translator, Chekov Feeney, provided the following note when the translation was first published online in 2000.
pt_br: O tradutor para o inglês, Chekov Feeney, acrescentou a seguinte nota quando a tradução foi publicada online pela primeira vez em 2000.

source: There is a note on the inside cover that says that the present edition is part of the collective work of Alternative Libertaire.
pt_br: Há uma nota na contracapa que diz que esta edição é parte de um trabalho coletivo da Alternative Libertaire.

source: This is the English translation of a study of 'The Friends of Durruti' published in 1983 by the French libertarian communist George Fontenis.
pt_br: Esta é a tradução para o inglês de um estudo dos 'Amigos de Durruti' publicado em 1983 pelo comunista libertário francês George Fontenis.

source: This reproduction of that translation was prepared to mark the 75th anniversary of the outbreak of the Spanish Revolution in 2011.
pt_br: Esta reprodução daquela tradução foi preparada para marcar o 75º aniversário da eclosão da Revolução Espanhola, em 2011.

source: This stands in stark contract to the approach of those who have tried to speak for them in order to conscript them to various ideologies today, some of which they would certainly have rejected out of hand.
pt_br: Isto se coloca num contraste gritante com a abordagem de quem tentou falar pelo grupo com o fim de alistá-lo para ideologias atuais diversas, algumas das quais ele teria rejeitado de cara.

source: What I can say is that it is the second edition, published editions "L" and/or AGORA 2000, PO box 177, 75267 Paris Cedex 20 and/or Le Fil Du Temps.
pt_br: O que posso dizer é que esta é a segunda edição, edições publicadas "L" e/ou AGORA 2000, Caixa Postal 177, 75267 Paris Cedex 20 e/ou Le Fil Du Temps.
